{
    "data": [
        {
            "country": "India",
            "description": "The Juhu Beach in Mumbai is one of the most famous Indian beaches. This beach is known to be the one of the most-visited beaches of India and is situated in 'Ville Parle'. It is located approximately 18 km from the city center and is a desired location for most film shootings. Juhu Beach borders a posh locality where most celebrities stay and therefore, it is quite common to find famous celebrities jogging along the sands of this popular beach of Mumbai. Tourists visit this beach because of its peaceful atmosphere and its scenic beauty. Juhu Beach is also famous for its local delicacies and street food. The food stalls set up here offer excellent cuisines and snack items. People in Mumbai visit this beach to relax and enjoy after a long, tedious day. There are extravagant hotels and apartments located at the southern end of the beach. Watching the sunset in this wonderful place, guarded by the vast Arabian Sea, is a dream-like vision for anyone who visits the beach.",
            "name": "Juhu Beach",
            "score": 1.0,
            "tags": [
                "Sunset",
                "Dirty",
                "Sightseeing",
                "Beautiful"
            ],
            "types": [
                "Beach"
            ]
        },
        {
            "country": "India",
            "description": "A 16 km long unexplored beach surrounded by cliffs on two sides, with a Fresh Water Lake and chirpy markets nearby, Arambol is considered to be one of the best beaches in Goa. This cove like beach is a traditional fisherman village with a distinctly bohemian feel which attracts many international tourists and alternative travellers. A short walk to the north takes you to several attractive bays, the most famous among which is the sweet water lake at Paliem Beach (also referred to as Kalacha). This lake is fed by hot springs and lined with sulphurous mud which is believed to be have healing properties and is a favourite among the hippie crowd who take mud baths here. Beyond the lake, is a spectacular Banyan Tree with a stone sculpture at its base created by a famous artist which has become an attraction in its own right. The beach also hosts night parties, has a rich music scene and is dubbed to be the capital of hippie culture in Goa. The ‘Glastonbury Street’ leading to the beach is chock full of boutiques selling a bizarre and wonderful array of knick-knacks. This place is also good for paragliding and Kite Surfing making it one of the best beaches in Goa. Arambol beach is located  50 km north of Panaji.",
            "name": "Arambol Beach, North Goa",
            "score": 1.0,
            "tags": [
                "Paragliding",
                "Kite_Surfing"
            ],
            "types": [
                "Beach"
            ]
        },
        {
            "country": "None",
            "description": "Coney Island is a peninsular residential neighborhood, beach, and leisure/entertainment destination on the Coney Island Channel, which is part of the Lower Bay in the southwestern part of the borough of Brooklyn in New York City. The site was formerly an outer barrier island but became partially connected to the rest of Long Island by land fill. The residential portion of the peninsula is a community of 60,000 people in its western part, with Sea Gate to its west, Brighton Beach and Manhattan Beach to its east, the Lower Bay to the south, and Gravesend to the north.\n\nConey Island is well known as the site of amusement parks and a seaside resort. The attractions reached a historical peak during the first half of the 20th century, declining in popularity after World War II and years of neglect. In recent years, the area has seen the opening of MCU Park stadium which has become home to the Brooklyn Cyclones minor league baseball team, as well as the New York Cosmos professional soccer club. In addition, Coney Island has opened a new amusement park among several adjacent ones.",
            "name": "Coney Island",
            "score": 1.0,
            "tags": [
                "Paragliding",
                "Clean",
                "Sightseeing",
                "Surfing",
                "Beautiful"
            ],
            "types": [
                "Beach"
            ]
        },
        {
            "country": "India",
            "description": "Also known as Keri Beach or Kerim Beach, it is the northern-most beach of Goa and located close to Tiracol fort. It has an Old Portuguese Fort and a 17th century church overlooking a peaceful unexplored beach with calm shore.  The fort, now converted to a hotel, can be reached by a ferry which plies every half an hour. A picturesque scene not to be missed are the fishing boats which line up on the beach at 6pm everyday to go out in the sea and come back the next morning at 5am. The beach has paragliding and other water sports. However it is not safe for swimming especially near the Tiracol estuary (formed by the Tiracol river meeting the Arabian Sea). Kerim is located 58 km north of Panaji and can be reached from the Arambol Beach.",
            "name": "Querim Beach, North Goa",
            "score": 1.0,
            "tags": [
                "Sunset"
            ],
            "types": [
                "Beach"
            ]
        },
        {
            "country": "None",
            "description": "The beach is located along Pacific Coast Highway in Santa Monica. It is 3.5 miles long and has parks, picnic areas, playgrounds, restrooms, as well as manned lifeguard stations, the original Muscle Beach, bike rentals, concessions, a few hotels, a bike path, and wooden pathways for warm days and beachgoers with disabilities.Visitor activities include volleyball, surfing, stand up paddleboarding, and swimming. Smoking at the beach is prohibited.\n\n\nAt the foot of Colorado Avenue, through the famous arch and sign, lies the historic Santa Monica Pier, which dates from 1909. The pier has a National Historic Landmark -– the 1922 Looff Hippodrome Carousel.\n\nA few steps south of the Pier volleyball courts is the International Chess Park. The public chess tables—and a human-scale chessboard set into the sidewalk—draw a wide assortment of players.\n\nPalisades Park is located atop Santa Monica’s famed sandstone cliffs, providing a vantage point to see the sweep of Santa Monica Beach and the Pacific Ocean.\n\nThe beach is the one Baywatch was filmed at and also the beach the album art for Umbrella Beach by Owl City features.\n\nThe beach will host Beach Volleyball and surfing during the 2028 Summer Olympics.",
            "name": "Santa Monica Beach",
            "score": 1.0,
            "tags": [
                "Clean",
                "Sunrise",
                "Sightseeing",
                "Bird_Watching",
                "Nightlife",
                "Sunset",
                "Beautiful",
                "Surfing"
            ],
            "types": [
                "Beach"
            ]
        },
        {
            "country": "Indonesia",
            "description": "Green Bowl Beach is one of Bali’s most secluded beaches, a small 30m coastal strip with coarse white sand, located approximately 75 metres down hundreds of steps under a verdant cliff in the village of Ungasan (a 15-kilometre drive from Kuta, and under half an hour from Nusa Dua). The steep descent and climb required owes much to its appeal, attracting only adventurous weekenders and die-hard surfers favouring its uncrowded waves and exotic location. Also among the inimitable features at Green Bowl Beach are two large limestone caves that enclose small rock shrines, and which also provide shade and shelter for beach goers and surfers paddling in from their fun time out on the waves. The best time to go is during low tide, when the calm crystal clear waters allow for great snorkelling, with the fairly consistent waves a short paddle beyond a natural reef barrier.",
            "name": "Green Bowl Beach",
            "score": 1.0,
            "tags": [
                "Clean",
                "Surfing",
                "Sightseeing",
                "Beautiful",
                "Sunset"
            ],
            "types": [
                "Beach"
            ]
        }
    ],
    "search_keywords": {
        "Beach": 1
    },
    "success": true,
    "suggested_keywords": [
        {
            "title": "Sightseeing",
            "weight": 1
        },
        {
            "title": "Clean",
            "weight": 1
        },
        {
            "title": "Surfing",
            "weight": 1
        },
        {
            "title": "Sunset",
            "weight": 1
        },
        {
            "title": "Nightlife",
            "weight": 1
        },
        {
            "title": "Beach",
            "weight": 1
        },
        {
            "title": "Dirty",
            "weight": 1
        },
        {
            "title": "Kite_Surfing",
            "weight": 1
        },
        {
            "title": "Beautiful",
            "weight": 1
        },
        {
            "title": "Bird_Watching",
            "weight": 1
        },
        {
            "title": "Paragliding",
            "weight": 1
        },
        {
            "title": "Sunrise",
            "weight": 1
        }
    ]
}